/****************************************************************************/
/* verified by Vanja 2/2/2013
 
/* For MainViewController.m */

/* Title of page */
"Now Playing" = "Sad svira";

/* Title for 'Next' label when nextSong is visible */
/*"Next" = "Sljedeća";*/
"Next" = "Sljed";

/* For MediaGroupViewController.m */

/* Title of page */
"Select Music" = "Odaberite";

/* Collection Titles */
"Playlists" = "Liste";
"Artists" = "Izvodači";
"Songs" = "Pjesme";
"Albums" = "Albumi";
"Compilations" = "Kompilacije";
"Composers" = "Skladatelji";
"Genres" = "Žanrovi";
"Podcasts" = "Podcasti";
